/* In browser window title */
"Get a donation key!" = "Get a donation key!";

/* The full name of the supporter */
"Registered to {0}" = "Registrerat till {0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "Tack för ditt stöd! Ditt bidrag underlättar fortsatt utveckling av Cyberduck så att det kan bli ännu bättre.";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "Donationsnyckeln har kopierats till mappen Application Support.";

/* Validation failed */
"Not a valid donation key" = "Ogiltig donationsnyckel";

"This donation key does not appear to be valid." = "Donationsnyckeln är inte giltig.";

/* Thank you */
"Continue" = "Fortsätt";